Repository: ryopang/CharaDUO
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant, zh_hk

source: %@ wins!
ja: %@の勝ち！
zh_hans: %@ 获胜！
zh_hant: %@ 獲勝！
zh_hk: %@ 贏咗！

source: %@ · Round %lld
ja: %@ · 第%lldラウンド
zh_hans: %@ · 第 %lld 轮
zh_hant: %@ · 第 %lld 輪
zh_hk: %@ · 第 %lld 輪

source: %lld correct answers this round
ja: このラウンドの正解: %lld問
zh_hans: 本轮答对 %lld 个
zh_hant: 本輪答對 %lld 題
zh_hk: 呢輪答啱 %lld 個

source: %lld seconds remaining
ja: 残り%lld秒
zh_hans: 还剩 %lld 秒
zh_hant: 剩下 %lld 秒
zh_hk: 仲有 %lld 秒

source: %llds
ja: %lld秒
zh_hans: %lld 秒
zh_hant: %lld 秒
zh_hk: %lld 秒

source: 2 teams · 2 rounds each · 1 random topic
ja: 2チーム · 各2ラウンド · ランダムなお題1つ
zh_hans: 2 队 · 每队 2 轮 · 随机 1 个主题
zh_hant: 2 隊 · 每隊 2 輪 · 隨機 1 個主題
zh_hk: 2 隊 · 每隊 2 輪 · 隨機 1 個主題

source: A soft tick every second during a round, sharper in the last 10 seconds. Follows your silent switch.
ja: ラウンド中は1秒ごとに小さなカチカチ音が鳴り、最後の10秒はより鋭い音になります。マナーモードの設定に従います。
zh_hans: 回合中每秒有轻轻的滴答声，最后 10 秒更明显。遵循静音开关。
zh_hant: 回合中每秒會有輕輕的滴答聲，最後 10 秒更明顯。會遵循靜音開關。
zh_hk: 每一秒都有個輕輕嘅滴答聲，最後 10 秒會清楚啲。開咗靜音就唔會響。

source: About the reaction camera
ja: リアクションカメラについて
zh_hans: 关于反应镜头
zh_hant: 關於反應鏡頭
zh_hk: 關於反應鏡頭

source: Allow Camera & Mic
ja: カメラとマイクを許可
zh_hans: 允许使用相机和麦克风
zh_hant: 允許使用相機與麥克風
zh_hk: 允許用相機同咪高峰

source: Allow Photos access to save your reel.
ja: リールを保存するには、写真へのアクセスを許可してください。
zh_hans: 请允许访问“照片”，才能保存你的精华视频。
zh_hant: 請允許存取「照片」，才能儲存你的精華影片。
zh_hk: 請允許存取「相片」，先儲存到你嘅精華片。

source: Animal
ja: 動物
zh_hans: 动物
zh_hant: 動物
zh_hk: 動物

source: Answer length: %lld
ja: 答えの文字数: %lld
zh_hans: 答案长度：%lld
zh_hant: 答案長度：%lld
zh_hk: 答案長度：%lld

source: Back to Home
ja: ホームに戻る
zh_hans: 返回首页
zh_hant: 回到首頁
zh_hk: 返去主頁

source: Brand
ja: ブランド
zh_hans: 品牌
zh_hant: 品牌
zh_hk: 品牌

source: Camera On
ja: カメラON
zh_hans: 开启相机
zh_hant: 開啟相機
zh_hk: 開相機

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Cantonese
ja: 広東語
zh_hans: 粤语
zh_hant: 粵語
zh_hk: 廣東話

source: Categories
ja: カテゴリ
zh_hans: 类别
zh_hant: 類別
zh_hk: 類別

source: Celebrity
ja: 有名人
zh_hans: 名人
zh_hant: 名人
zh_hk: 名人

source: Choose your own teams, rounds, and topics
ja: チーム、ラウンド、お題を自由に選べます
zh_hans: 自行选择队伍、圈数和主题
zh_hant: 自行選擇隊伍、圈數與主題
zh_hk: 自己揀隊伍、輪數同主題

source: Clips you don't save are deleted when the match ends.
ja: 保存しなかったクリップは、試合終了時に削除されます。
zh_hans: 没有保存的片段会在比赛结束时删除。
zh_hant: 沒有儲存的片段會在比賽結束時刪除。
zh_hk: 冇儲存嘅片段，比賽完咗就會刪除。

source: Correct
ja: 正解
zh_hans: 答对
zh_hant: 答對
zh_hk: 答啱

source: Correct Answers
ja: 正解
zh_hans: 答对的词
zh_hant: 答對的詞
zh_hk: 答啱嘅

source: Couldn't save this clip. Try again.
ja: このクリップを保存できませんでした。もう一度お試しください。
zh_hans: 无法保存这段视频，请再试一次。
zh_hant: 無法儲存這段影片，請再試一次。
zh_hk: 儲存唔到呢段片，再試多次啦。

source: Country
ja: 国
zh_hans: 国家
zh_hant: 國家
zh_hk: 國家

source: Custom Game
ja: カスタムゲーム
zh_hans: 自定义游戏
zh_hant: 自訂遊戲
zh_hk: 自訂遊戲

source: Deck reshuffled
ja: お題をシャッフルし直しました
zh_hans: 牌组已重新洗牌
zh_hant: 牌組已重新洗牌
zh_hk: 已經重新洗牌

source: Describe it. Guess it. Don't say the word.
ja: 説明して、当てよう。 言葉そのものは言っちゃダメ！
zh_hans: 描述它、猜出它，但不能说出答案。
zh_hant: 描述它、猜出它，但不能說出答案。
zh_hk: 形容佢、估佢，千祈唔好講出個字。

source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

source: English
ja: 英語

source: Everything stays on this device. Nothing is uploaded, analysed, or shared.
ja: すべてこのデバイス内にとどまります。アップロード、分析、共有は一切行いません。
zh_hans: 所有内容都只保留在这部手机上，不会上传、分析或分享。
zh_hant: 所有內容都只會留在這支手機上，不會上傳、分析或分享。
zh_hk: 所有嘢都只留喺呢部機。唔會上傳、分析或者分享。

source: Exit Game
ja: ゲームを終了
zh_hans: 退出游戏
zh_hant: 結束遊戲
zh_hk: 退出遊戲

source: Films the guessing team and records the table during a round, so you get a highlight reel at the end. Everything stays on this device. This is also what powers the scoreboard on the outer display.
ja: ラウンド中に回答チームを撮影し、テーブルの音を録音して、最後にハイライトリールを作成します。すべてこのデバイス内にとどまります。外側ディスプレイのスコアボードにもこの機能が使われます。
zh_hans: 每一轮都会拍摄猜题的队伍并录下现场声音，让你在游戏结束时观看精华回顾。所有内容都只保留在这部手机上，外屏上的计分板也要靠它才能运作。
zh_hant: 每一輪都會拍攝猜題的隊伍並錄下現場聲音，讓你在遊戲結束時觀看精華回顧。所有內容都只會保留在這支手機上，外部螢幕上的計分板也是靠它才能運作。
zh_hk: 每輪都會拍低估緊嘅一隊，同埋錄低現場聲音，完場有精華回放睇。所有嘢都只會留喺呢部機入面。外屏幕嘅計分板都係靠佢先用得。

source: Food
ja: 食べ物
zh_hans: 食物
zh_hant: 食物
zh_hk: 食物

source: Fun Cam
ja: ハイライト撮影
zh_hans: 录下精华片段
zh_hant: 錄下精華片段
zh_hk: 拍低精華片段

source: Game Over
ja: ゲーム終了
zh_hans: 游戏结束
zh_hant: 遊戲結束
zh_hk: 遊戲完咗

source: It's a tie!
ja: 引き分け！
zh_hans: 平局！
zh_hant: 平手！
zh_hk: 打和！

source: Japanese
ja: 日本語
zh_hans: 日语
zh_hant: 日文
zh_hk: 日文

source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言
zh_hk: 語言

source: Mainland Chinese
ja: 中国語（中国本土）
zh_hans: 中国大陆
zh_hant: 中國大陸
zh_hk: 中國內地

source: Movie
ja: 映画
zh_hans: 电影
zh_hant: 電影
zh_hk: 電影

source: Multiple Categories
ja: 複数のカテゴリ
zh_hans: 多个类别
zh_hant: 多個類別
zh_hk: 多個類別

source: New Custom Game
ja: 新しいカスタムゲーム
zh_hans: 新的自定义游戏
zh_hant: 新的自訂遊戲
zh_hk: 新嘅自訂遊戲

source: Next Team
ja: 次のチーム
zh_hans: 下一队
zh_hant: 下一隊
zh_hk: 下一隊

source: No
ja: いいえ
zh_hans: 否
zh_hant: 否
zh_hk: 唔使

source: Not enough words in the selected categories to start a match.
ja: 選択したカテゴリの言葉が足りず、ゲームを始められません。
zh_hans: 所选类别的词语不足，无法开始游戏。
zh_hant: 所選類別的詞語不足，無法開始遊戲。
zh_hk: 揀咗嘅類別詞語唔夠，開始唔到遊戲。

source: Number of Teams
ja: チーム数
zh_hans: 队伍数量
zh_hant: 隊伍數量
zh_hk: 隊伍數目

source: Off: no highlight reel, and no scoreboard on the outer display. The game plays normally.
ja: OFF: ハイライトリールも外側ディスプレイのスコアボードもなくなります。ゲームは通常どおり遊べます。
zh_hans: 关闭：没有精华回顾，外屏也不显示计分板。游戏照常进行。
zh_hant: 關閉：不會有精華回顧，外部螢幕也不會顯示計分板。遊戲仍可正常進行。
zh_hk: 關閉：冇精華回放，外屏幕都冇計分板。遊戲照玩得。

source: Only changes the words for this match. The app's language stays as it is.
ja: この試合の言葉だけが変わります。アプリの言語は変わりません。
zh_hans: 只会更改这场游戏的词语，App 界面语言不变。
zh_hant: 只會變更這場遊戲的詞語，App 介面語言不變。
zh_hk: 只會改呢場遊戲嘅詞語，App 介面語言唔會變。

source: Open Settings
ja: 設定を開く
zh_hans: 打开设置
zh_hant: 開啟設定
zh_hk: 打開設定

source: Pause
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停
zh_hk: 暫停

source: Paused
ja: 一時停止中
zh_hans: 已暂停
zh_hant: 已暫停
zh_hk: 已暫停

source: Penalty on Skipping?
ja: スキップで減点しますか？
zh_hans: 跳过要扣分吗？
zh_hant: 跳過要扣分嗎？
zh_hk: 跳過要唔要扣分？

source: Pick at least one category.
ja: カテゴリを1つ以上選んでください。
zh_hans: 请至少选择一个类别。
zh_hant: 請至少選擇一個類別。
zh_hk: 最少揀一個類別。

source: Play Without It
ja: 使わずに遊ぶ
zh_hans: 不使用，直接玩
zh_hant: 不使用，直接玩
zh_hk: 唔開，直接玩

source: Playback speed
ja: 再生速度
zh_hans: 播放速度
zh_hant: 播放速度
zh_hk: 播放速度

source: Quick Play
ja: クイックプレイ
zh_hans: 快速开始
zh_hant: 快速開始
zh_hk: 即刻玩

source: Reaction Camera
ja: リアクションカメラ
zh_hans: 反应镜头
zh_hant: 反應鏡頭
zh_hk: 反應鏡頭

source: Reaction Reel
ja: リアクションリール
zh_hans: 反应精华
zh_hant: 反應精華
zh_hk: 反應精華

source: Reaction Replay
ja: リアクションリプレイ
zh_hans: 反应精华回放
zh_hant: 反應精華回放
zh_hk: 反應精華回放

source: Reaction Replays
ja: リアクションリプレイ
zh_hans: 反应精华回放
zh_hant: 反應精華回放
zh_hk: 反應精華回放

source: Reaction replay. Double-tap to watch with sound and save.
ja: リアクションリプレイ。ダブルタップで音付きで再生し、保存できます。
zh_hans: 反应精华回放。双击即可带声音观看并保存。
zh_hant: 反應精華回放。點兩下即可帶聲音觀看並儲存。
zh_hk: 反應精華回放。㩒兩下就可以連聲睇同儲存。

source: Record Sound
ja: 音を録音
zh_hans: 录音
zh_hant: 錄音
zh_hk: 錄音

source: Recording
ja: 録画中
zh_hans: 录制中
zh_hant: 錄影中
zh_hk: 錄影中

source: Rematch
ja: 再戦
zh_hans: 再来一局
zh_hant: 再玩一次
zh_hk: 再嚟一場

source: Resume Round
ja: 再開
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

source: Round length
ja: ラウンドの長さ
zh_hans: 每轮时间
zh_hant: 每輪時間
zh_hk: 每輪時間

source: Rounds
ja: ラウンド数
zh_hans: 圈数
zh_hant: 圈數
zh_hk: 輪數

source: Rounds per team
ja: チームごとのラウンド数
zh_hans: 每队圈数
zh_hant: 每隊圈數
zh_hk: 每隊輪數

source: Save Reaction Reel
ja: リアクションリールを保存
zh_hans: 保存反应精华
zh_hant: 儲存反應精華
zh_hk: 儲存反應精華

source: Save to Photos
ja: 写真に保存
zh_hans: 保存到“照片”
zh_hant: 儲存到「照片」
zh_hk: 儲存到「相片」

source: Saved to Photos at %@
ja: %@で写真に保存しました
zh_hans: 已按 %@ 速度保存到“照片”
zh_hant: 已以 %@ 速度儲存到「照片」
zh_hk: 已用 %@ 速度儲存到「相片」

source: See Results
ja: 結果を見る
zh_hans: 查看结果
zh_hant: 查看結果
zh_hk: 睇結果

source: Sets the app's language only. To play with words in another language, pick it in Custom Game.
ja: アプリの表示言語だけが変わります。別の言語の言葉で遊ぶには、カスタムゲームで選んでください。
zh_hans: 只会更改 App 界面的语言。想用其他语言的词语来玩，可以在「自定义游戏」中选择。
zh_hant: 只會變更 App 介面的語言。想用其他語言的詞語來玩，可以在「自訂遊戲」中選擇。
zh_hk: 只會改 App 介面嘅語言。想用其他語言嘅詞語玩，可以喺「自訂遊戲」揀。

source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

source: Sightseeing
ja: 観光地
zh_hans: 景点
zh_hant: 景點
zh_hk: 景點

source: Skip
ja: スキップ
zh_hans: 跳过
zh_hant: 跳過
zh_hk: 跳過

source: Skipped
ja: スキップ
zh_hans: 已跳过
zh_hant: 已跳過
zh_hk: 跳過咗嘅

source: Sound
ja: サウンド
zh_hans: 声音
zh_hant: 聲音
zh_hk: 聲音

source: Sound On
ja: 音ON
zh_hans: 开启声音
zh_hant: 開啟聲音
zh_hk: 開聲音

source: Speed
ja: 速度
zh_hans: 速度
zh_hant: 速度
zh_hk: 速度

source: Sport
ja: スポーツ
zh_hans: 运动
zh_hant: 運動
zh_hk: 運動

source: Start Game
ja: ゲーム開始
zh_hans: 开始游戏
zh_hant: 開始遊戲
zh_hk: 開始遊戲

source: Superhero
ja: スーパーヒーロー
zh_hans: 超级英雄
zh_hant: 超級英雄
zh_hk: 超級英雄

source: TV Show
ja: テレビ番組
zh_hans: 电视节目
zh_hant: 電視節目
zh_hk: 電視節目

source: Taiwan Chinese
ja: 台湾華語
zh_hans: 台湾中文
zh_hant: 台灣中文
zh_hk: 台灣中文

source: Tapping Skip costs the describing team 1 point.
ja: 「スキップ」をタップすると、出題チームが1点減点されます。
zh_hans: 点“跳过”会扣 1 分。
zh_hant: 點「跳過」會扣 1 分。
zh_hk: 㩒「跳過」會扣 1 分。

source: Tapping Skip is free — it just moves to the next word.
ja: 「スキップ」は減点なしで、次の言葉に進むだけです。
zh_hans: 跳过不扣分，直接换下一个词。
zh_hant: 跳過不扣分，直接換下一個詞。
zh_hk: 跳過唔使扣分，直接去下一個詞。

source: Team %lld
ja: チーム%lld
zh_hans: 第 %lld 队
zh_hant: 第 %lld 隊
zh_hk: 第 %lld 隊

source: Team %lld name (optional)
ja: チーム%lldの名前（任意）
zh_hans: 第 %lld 队名称（选填）
zh_hant: 第 %lld 隊名稱（選填）
zh_hk: 第 %lld 隊名稱（可以唔填）

source: The round is on hold. Pick up where you left off when everyone's ready.
ja: ラウンドは一時停止中です。準備ができたら続きから再開しましょう。
zh_hans: 本轮已暂停。大家准备好后继续。
zh_hant: 本輪暫停中。大家準備好後再繼續。
zh_hk: 今輪暫停咗。大家準備好就繼續。

source: Tick Sound
ja: カチカチ音
zh_hans: 滴答声
zh_hant: 滴答聲
zh_hk: 滴答聲

source: Total: %lld
ja: 合計: %lld
zh_hans: 总计：%lld
zh_hant: 總計：%lld
zh_hk: 總共：%lld

source: While a round is running, the guessing team is filmed and the table is recorded with sound — so the describer's voice is captured too.
ja: ラウンド中は回答チームが撮影され、テーブルの音も録音されるため、説明する人の声も一緒に録音されます。
zh_hans: 回合进行时，猜题的队伍会被拍摄，整张桌子的声音也会被录下, 因此描述者的声音也会被录到。
zh_hant: 回合進行時，猜題的隊伍會被拍攝，整張桌子的聲音也會被錄下, 因此描述者的聲音也會被錄到。
zh_hk: 每輪進行緊嗰陣，估緊嘅一隊會被拍低，成張枱嘅聲音都會被錄低, 所以描述嗰個人把聲都會錄埋。

source: Word Language
ja: 言葉の言語
zh_hans: 词语语言
zh_hant: 詞語語言
zh_hk: 詞語語言

source: Yes
ja: はい
zh_hans: 要
zh_hant: 要
zh_hk: 要

source: You can turn the camera off any time in Settings. The game plays fine without it.
ja: カメラは設定からいつでもオフにできます。カメラがなくても問題なく遊べます。
zh_hans: 你可以随时在“设置”中关闭相机，没有它游戏也能正常玩。
zh_hant: 你可以隨時在「設定」中關閉相機，沒有它遊戲也能正常玩。
zh_hk: 隨時可以喺「設定」關咗個相機。冇佢遊戲一樣玩得。
